Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: type %d is %s
et: tüüp %d on %s

source: shift, and go to state %d
et: nihuta ja liigu olekule %d

source: go to state %d
et: liigu olekule %d

source: error (nonassociative)
et: viga (mitteassotsiatiivne)

source: reduce using rule %d (%s)
et: redutseerin kasutades reeglit %d (%s)

source: accept
et: nõustun

source: Terminals, with rules where they appear
et: Terminalid, koos reeglitega kus nad ilmuvad

source: Nonterminals, with rules where they appear
et: Mitteterminalid, koos reeglitega kus nad ilmuvad

source: on left:
et: vasakul:

source: on right:
et: paremal:

source: Rules useless in parser due to conflicts
et: Reeglid on parseris konfliktide tõttu kasutud

source: multiple %s declarations
et: korduvad %s deklaratsioonid

source: result type clash on merge function %s: !=
et: tulemuse tüübikonflikt mestimise funktsioonis %s: !=

source: duplicated symbol name for %s ignored
et: ignoreerin dubleeritud sümboli nime %s

source: rule given for %s, which is a token
et: %s jaoks on antud reegel, aga see on märk

source: type clash on default action: !=
et: vaikimisi tegevuse tüübikonflikt: !=

source: empty rule for typed nonterminal, and no action
et: tüübiga mitteterminalil on tühi reegel ja puudub tegevus

source: unused value: $%d
et: kasutamata väärtus: $%d

source: unset value: $$
et: seadmata väärtus: $$

source: %%empty on non-empty rule
et: %%empty mitte-tühjal reeglil

source: empty rule without %%empty
et: tühjal reeglil puudub %%empty

source: token for %%prec is not defined: %s
et: %%prec märgend ei ole defineeritud: %s

source: %s affects only GLR parsers
et: %s puudutab ainult GLR parsereid

source: %s must be followed by positive number
et: %s järel peab olema positiivne number

source: rule is too long
et: reegel on liiga pikk

source: no rules in the input grammar
et: sisendgrammatikas pole reegleid

source: rule useless in grammar
et: reegel ei ole grammatikas kasutatav

source: nonterminal useless in grammar: %s
et: mitteterminal on grammatikas kasutu: %s

source: Nonterminals useless in grammar
et: Mitteterminalid ei ole grammatikas kasutatavad

source: Terminals unused in grammar
et: Grammatikas mitte kasutatud terminalid

source: Rules useless in grammar
et: Grammatikas kasutud reeglid

source: start symbol %s does not derive any sentence
et: stardisümbolist %s ei tuletata ühtegi lauset

source: stray '%s'
et: liigne '%s'

source: refers to: %c%s at %s
et: viitab: %c%s kohal %s

source: possibly meant: %c
et: arvatavasti mõeldi: %c

source: , hiding %c
et: , peidab %c

source: at %s
et: kohal %s

source: , cannot be accessed from mid-rule action at $%d
et: , ei saa vahe reegli tegevusel kasutada kohal $%d

source: integer out of range: %s
et: number piiridest väljas: %s

source: invalid reference: %s
et: vigane viide: %s

source: syntax error after '%c', expecting integer, letter, '_', '[', or '$'
et: süntaksi viga peale '%c', ootan numbrit, tähte, '_', '[' või '$'

source: symbol not found in production before $%d: %.*s
et: sümbol puudub produktsioonis $%d ees: %.*s

source: symbol not found in production: %.*s
et: sümbol puudub produktsioonis: %.*s

source: misleading reference: %s
et: segadust tekitav viide: %s

source: ambiguous reference: %s
et: segane viide: %s

source: explicit type given in untyped grammar
et: tüüpimata grammatikas kasutati konkreetset tüüpi

source: $$ for the midrule at $%d of %s has no declared type
et: $$ vahereeglis kohal $%d '%s' ei oma deklareeritud tüüpi

source: $$ of %s has no declared type
et: $$ märgil '%s' ei oma deklareeritud tüüpi

source: $%s of %s has no declared type
et: $%s märgil '%s' ei oma deklareeritud tüüpi

source: stray ',' treated as white space
et: käsitlen juhuslikku ',' kui tühikut

source: invalid directive: %s
et: vigane juhus: %s

source: invalid identifier: %s
et: vigane identifikaator: %s

source: invalid null character
et: vigane null sümbol

source: unexpected identifier in bracketed name: %s
et: nurksulgudes nimes on eeotamatu identifikaator: %s

source: an identifier expected
et: oodati identifikaatorit

source: empty character literal
et: tühi sümbol literaal

source: extra characters in character literal
et: liigsed sümbolid sümbol literaalis

source: invalid number after \\-escape: %s
et: vigane number peale \\-jada: %s

source: invalid character after \\-escape: %s
et: vigane sümbol peale \\-jada: %s

source: missing %s at end of file
et: faili lõpus puudub %s

source: missing %s at end of line
et: rea lõpus puudub %s

source: unclosed %s directive in skeleton
et: skeletis on sulgemata %s direktiiv

source: too few arguments for %s directive in skeleton
et: skeletis on %s direktiivile liiga vähe argumente

source: too many arguments for %s directive in skeleton
et: skeletis on %s direktiivile liiga palju argumente

source: invalid $ value: $%d
et: vigane $ väärtus: $%d

source: POSIX Yacc forbids dashes in symbol names: %s
et: POSIX Yacc keelab kriipsud sümbolite nimedes: %s

source: too many symbols in input grammar (limit is %d)
et: sisendgrammatikas on liiga palju sümboleid (piirang on %d)

source: %s redeclaration for %s
et: %s uuesti deklareerimine %s jaoks

source: %s redeclaration for
et: %s deklareeriti jaoks uuesti

source: symbol %s redefined
et: sümbol %s on uuesti defineeritud

source: symbol %s redeclared
et: sümbol %s on uuesti deklareeritud

source: redefining user token number of %s
et: %s kasutaja märgi numbri uuesti defineerimine

source: symbol %s is used, but is not defined as a token and has no rules
et: kasutatakse sümbolit %s, mis ei ole defineeritud märgina ja millel puuduvad reeglid

source: useless %s for type
et: kasutu %s tüübil

source: type is used, but is not associated to any symbol
et: kasutatakse tüüpi , mis ei ole seostatud ühegi sümboliga

source: symbol %s used more than once as a literal string
et: sümbolit %s on kasutatud enam kui kord literaal sõnena

source: symbol %s given more than one literal string
et: sümbolile %s on antud enam kui üks literaal sõne

source: user token number %d redeclaration for %s
et: kasutaja märgi number %d uuesti deklareerimine %s jaoks

source: previous declaration for %s
et: %s eelmine deklaratsioon

source: the start symbol %s is undefined
et: stardisümbol %s ei ole defineeritud

source: the start symbol %s is a token
et: stardisümbol %s on märk

source: useless precedence and associativity for %s
et: %s jaoks kasutu järjekord ja assotsiatiivsus

source: useless precedence for %s
et: %s jaoks kasutu järjekord

source: useless associativity for %s, use %%precedence
et: %s jaoks kasutu assotsiatiivsus, kasutage %%precedence

source: removing of '%s' failed
et: '%s' eemaldamine ebaõnnestus

source: creation of a temporary file failed
et: ajutise faili loomine ebaõnnestus

source: saving stdin failed
et: standardsisendi salvestamine ebaõnnestus

source: saving stdout failed
et: standardväljundi salvestamine ebaõnnestus

source: opening of tmpfile failed
et: ajutise faili avamine ebaõnnestus

source: redirecting bison's stdout to the temporary file failed
et: bisoni väljundi suunamine ajutisse faili ebaõnnestus

source: redirecting m4's stdin from the temporary file failed
et: ajutisest failist m4 sisendi seadmine ebaõnnestus

source: opening of a temporary file failed
et: ajutise faili avamine ebaõnnestus

source: redirecting m4's stdout to a temporary file failed
et: m4 väljundi ajutisse faili suunamine ebaõnnestus

source: subsidiary program '%s' interrupted
et: lisaprogramm '%s' katkestati

source: subsidiary program '%s' not found
et: lisaprogrammi '%s' ei ole

source: redirecting bison's stdin from the temporary file failed
et: bisoni sisendi seadmine ajutisest failist ebaõnnestus

source: invalid argument %s for %s
et: vigane argument %s %s'le

source: ambiguous argument %s for %s
et: segane argument %s %s'le

source: Valid arguments are:
et: Lubatud argumendid on:

source: %u bitset_allocs, %u freed (%.2f%%).
et: %u bitset_allocs, %u vabastatud (%.2f%%).

source: %u bitset_sets, %u cached (%.2f%%)
et: %u bitset_sets, %u puhverdatud (%.2f%%)

source: %u bitset_resets, %u cached (%.2f%%)
et: %u bitset_resets, %u puhverdatud (%.2f%%)

source: %u bitset_tests, %u cached (%.2f%%)
et: %u bitset_tests, %u puhverdatud (%.2f%%)

source: count log histogram
et: loenduri logi histogramm

source: size log histogram
et: suuruste logi histogramm

source: density histogram
et: tiheduse histogramm

source: Bitset statistics:
et: Bitset statistika:

source: Accumulated runs = %u
et: Salvestatud läbimisi = %u

source: cannot read stats file
et: statistika faili ei saa lugeda

source: bad stats file size
et: vigane statistika faili suurus.

source: cannot write stats file
et: statistika faili ei saa kirjutada

source: cannot open stats file for writing
et: statistika faili ei saa kirjutamiseks avada

source: write error
et: viga kirjutamisel

source: Unknown system error
et: Tundmatu süsteemi viga

source: %s: option '%s' is ambiguous; possibilities:
et: %s: võti '%s' on segane; valikud:

source: %s: option '--%s' doesn't allow an argument
et: %s: võti '--%s' ei luba argumenti

source: %s: option '%c%s' doesn't allow an argument
et: %s: võti '%c%s' ei luba argumenti

source: %s: option '--%s' requires an argument
et: %s: võti '--%s' nõuab argumenti

source: %s: unrecognized option '--%s'
et: %s: tundmatu võti '--%s'

source: %s: unrecognized option '%c%s'
et: %s: tundmatu võti '%c%s'

source: %s: invalid option -- '%c'
et: %s: vigane võti -- '%c'

source: %s: option requires an argument -- '%c'
et: %s: võti nõuab argumenti -- '%c'

source: %s: option '-W %s' is ambiguous
et: %s: võti '-W %s' on segane

source: %s: option '-W %s' doesn't allow an argument
et: %s: võti '-W %s' ei luba argumenti

source: %s: option '-W %s' requires an argument
et: %s: võti '-W %s' nõuab argumenti

source: cannot create pipe
et: toru ei õnnestu luua

source: %s subprocess failed
et: %s alamprotsess sai vea`'like this`" and "'

source: Execution times (seconds)
et: Täitmise ajad (sekundites)

source: TOTAL :
et: KOKKU :

source: time in %s: %ld.%06ld (%ld%%)
et: aeg %s: %ld.%06ld (%ld%%)

source: _open_osfhandle failed
et: _open_osfhandle ebaõnnestus

source: cannot restore fd %d: dup2 failed
et: ei õnnestu taastada faili pidet %d: dup2 sai vea

source: %s subprocess
et: %s alamprotsess

source: %s subprocess got fatal signal %d
et: %s alamprotsess sai fataalse signaali %d

source: OK
et: Olgu

source: Cancel
et: Katkesta

source: Reboot
et: Taaskäivita

source: Boot Options
et: Alglaadimise valikud

source: Exiting...
et: Väljumine...

source: You are leaving the graphical boot menu and starting the text mode interface.
et: Oled lahkumas graafilisest alglaadimismenüüst ning alustad tekstiliidese kasutamist.

source: Boot loader
et: Alglaadur

source: I/O error
et: S/V viga

source: Change Boot Disk
et: Alglaadimisketta vahetus

source: Insert boot disk %u.
et: Sisesta alglaadimisketas %u.

source: This is boot disk %u. Insert boot disk %u.
et: See on alglaadimisketas %u. Sisesta alglaadimisketas %u.

source: This is not a suitable boot disk. Please insert boot disk %u.
et: See pole sobiv alglaadimisketas. Palun sisesta alglaadimisketas %u.

source: Enter your password:
et: Sisesta oma parool:

source: DVD Error
et: DVD viga

source: This is a two-sided DVD. You have booted from the second side. Turn the DVD over then continue.
et: See on kahepoolne DVD. Sa alustasid laadimist teiselt poolelt. Pööra DVD ümber ja jätka.

source: Power Off
et: Lülita välja

source: Halt the system now?
et: Kas seisata süsteem kohe?

source: Other Options
et: Muud valikud

source: Keymap
et: Klahvistik

source: Modes
et: Režiim

source: Normal
et: Tavaline

source: Expert mode
et: Asjatundjale

source: Accessibility
et: Hõlbustus

source: High Contrast
et: Kõrge kontrast

source: Magnifier
et: Luup

source: Screen Reader
et: Ekraanilugeja

source: Keyboard Modifiers
et: Muuteklahvid

source: On-Screen Keyboard
et: Ekraaniklaviatuur

source: Motor Difficulties - switch devices
et: Raskused mootoriga - vaheta seadmeid

source: ^Try Ubuntu without installing
et: ^Proovi Ubuntut ilma paigaldamata

source: ^Try Kubuntu without installing
et: ^Proovi Kubuntut ilma paigaldamata

source: ^Try Edubuntu without installing
et: ^Proovi Edubuntut ilma paigaldamata

source: ^Try Xubuntu without installing
et: ^Proovi Xubuntut ilma paigaldamata

source: ^Try Ubuntu MID without installing
et: ^Proovi Ubuntu MID-i ilma paigaldamata

source: ^Try Ubuntu Netbook without installing
et: ^Proovi Ubuntu Netbooki ilma paigaldamata

source: ^Try Kubuntu Netbook without installing
et: ^Proovi Kubuntu Netbooki ilma paigaldamata

source: ^Try Lubuntu without installing
et: ^Proovi Lubuntut ilma paigaldamata

source: ^Start Kubuntu
et: ^Käivita Kubuntu

source: Use driver update disc
et: Draiveriuuenduste plaadi kasutamine

source: ^Install Ubuntu in text mode
et: Paigalda Ubuntu ^tekstirežiimis

source: ^Install Kubuntu in text mode
et: Paigalda Kubuntu ^tekstirežiimis

source: ^Install Edubuntu in text mode
et: Paigalda Edubuntu ^tekstirežiimis

source: ^Install Xubuntu in text mode
et: Paigalda Xubuntu ^tekstirežiimis

source: ^Install Ubuntu
et: ^Paigalda Ubuntu

source: ^Install Kubuntu
et: ^Paigalda Kubuntu

source: ^Install Edubuntu
et: ^Paigalda Edubuntu

source: ^Install Xubuntu
et: ^Paigalda Xubuntu

source: ^Install Ubuntu Server
et: ^Paigalda Ubuntu server

source: ^Multiple server install with MAAS
et: ^Mitme serveri paigaldus MAAS-i abil

source: ^Install Ubuntu Studio
et: ^Paigalda Ubuntu Studio

source: ^Install Ubuntu MID
et: ^Paigalda Ubuntu MID

source: ^Install Ubuntu Netbook
et: ^Paigalda Ubuntu Netbook

source: ^Install Kubuntu Netbook
et: ^Paigalda Kubuntu Netbook

source: ^Install Lubuntu
et: ^Paigalda Lubuntu

source: Install a workstation
et: Paigalda tööjaam

source: Install a server
et: Paigalda server

source: OEM install (for manufacturers)
et: OEM-paigaldus (tootjatele)

source: Install a LAMP server
et: Paigalda LAMP server

source: Install an LTSP server
et: Paigalda LTSP server

source: Install a Diskless Image Server
et: Paigalda kettata pildiserver

source: Install a command-line system
et: Paigalda käsureasüsteem

source: Install a minimal system
et: Paigalda minimaalne süsteem

source: Install a minimal virtual machine
et: Paigalda minimaalne virtuaalmasin

source: ^Check disc for defects
et: Tee plaadile vigade ^kontroll

source: ^Rescue a broken system
et: Pa^randa rikutud süsteem

source: Test ^memory
et: ^Mälutest

source: ^Boot from first hard disk
et: Tee ^alglaadimine esimeselt kõvakettalt

source: Free software only
et: Ainult vaba tarkvara

source: ^Dell Automatic Reinstall
et: ^Delli automaatne taaspaigaldus

source: ^Install Mythbuntu
et: ^Paigalda Mythbuntu

source: ^Try Mythbuntu without installing
et: ^Proovi Mythbuntut ilma paigaldamata

source: ^Try Ubuntu Kylin without installing
et: ^Proovi Ubuntu Kylini ilma paigaldamata

source: ^Try Ubuntu Kylin Netbook without installing
et: ^Proovi Ubuntu Kylin Netbooki ilma paigaldamata

source: ^Install Ubuntu Kylin in text mode
et: ^Paigalda Ubuntu Kylin tekstirežiimis

source: ^Install Ubuntu Kylin
et: ^Paigalda Ubuntu Kylin

source: ^Install Ubuntu Kylin Netbook
et: ^Paigalda Ubuntu Kylin Netbook

source: ^Start Ubuntu Kylin
et: ^Käivita Ubuntu Kylin

source: Disc Burner and Copier
et: Plaadikirjutaja ja -kopeerija

source: disc;cdrom;dvd;burn;audio;video;
et: disk;plaat;cdrom;dvd;kirjutamine;kõrvetamine;audio;heliplaat;videoplaat;

source: Brasero Disc Burner
et: Brasero plaadikirjutaja

source: Burn an Image File
et: Tõmmise kirjutamine

source: Create an Audio Project
et: Audioprojekti loomine

source: Create a Video Project
et: Videoprojekti loomine

source: Brasero project file
et: Brasero projektifail

source: Should Nautilus extension output debug statements
et: Kas Nautiluse laiendus peaks väljastama silumisteateid

source: Should Nautilus extension output debug statements. The value should be set to true if it should.
et: Kas Nautiluse laiendus peaks väljastama silumisteateid. Väljastamiseks peab väärtus olema tõene.

source: The type of checksum used for images
et: Tõmmiste jaoks kasutatava kontrollsumma liik

source: Set to 0 for MD5, 1 for SHA1 and 2 for SHA256
et: Määra 0, et kasutada MD5; 1, et kasutada SHA1; 2, et kasutada SHA256

source: The type of checksum used for files
et: Failide jaoks kasutatava kontrollsumma liik

source: Directory to use for temporary files
et: Ajutiste failide kataloog

source: Contains the path to the directory where brasero should store temporary files. If that value is empty, the default directory set for glib will be used.
et: Sisaldab kataloogi, kus brasero võib hoida ajutisi faile. Kui see on tühi, kasutatakse glib-i vaikimisi kataloogi.

source: Favourite burn engine
et: Eelistatav kirjutusmootor

source: Contains the name of the favourite burn engine suite installed. It will be used if possible.
et: Sisaldab eelistatud kirjutusmootori nime. Võimalusel kasutatakse seda.

source: White list of additional plugins to use
et: Täiendavate pluginate lubamise nimekiri

source: Contains the list of additional plugins Brasero will use to burn discs. If set to NULL, Brasero will load them all.
et: Sisaldab nimekirja pluginatest, mida Brasero kasutab plaatide kirjutamisel. Kui väärtus on NULL, laadib Brasero need kõik.

source: Enable the "-immed" flag with cdrecord
et: Luba cdrecord-iga "-immed" lipp

source: Whether to use the "-immed" flag with cdrecord. Use with caution (set to true) as it's only a workaround for some drives/setups.
et: Kas kasutada cdrecord'iga "-immed" lippu. Ettevaatust kasutamisel (tõeseks määramisel), see on vaid asenduslahendus mõnede seadmete kasutamiseks.

source: Whether to use the "-use-the-force-luke=dao" flag with growisofs
et: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu

source: Whether to use the "-use-the-force-luke=dao" flag with growisofs. Set to false, brasero won't use it; it may be a workaround for some drives/setups.
et: Kas growisofs'iga kasutada "-use-the-force-luke=dao" lippu. Kui väärtuseks määrata väär, siis brasero ei kasuta seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.

source: Used in conjunction with the "-immed" flag with cdrecord
et: cdrecord käsuga kasutatakse "-immed" lippu

source: Used in conjunction with the "-immed" flag with cdrecord.
et: cdrecord käsuga kasutatakse "-immed" lippu.

source: Whether to use the "--driver generic-mmc-raw" flag with cdrdao
et: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu

source: Whether to use the "--driver generic-mmc-raw" flag with cdrdao. Set to True, brasero will use it; it may be a workaround for some drives/setups.
et: Kas cdrdao'ga kasutada "--driver generic-mmc-raw" lippu. Kui väärtuseks määrata tõene, siis brasero kasutab seda; see võib olla asenduslahendus mõnede seadmete kasutamiseks.

source: The last browsed folder while looking for images to burn
et: Kataloog, kust viimati otsiti kirjutamiseks tõmmisfaile

source: Contains the absolute path of the directory that was last browsed for images to burn
et: Sisaldab tõmmisfailide sirvimisel viimati avatud kausta absoluutset kataloogiteed

source: Enable file preview
et: Failide eelvaatlus lubatud

source: Whether to display file preview. Set to true to use it.
et: Kas näidata faili eelvaadet. Eelvaate jaoks määra väärtus tõeseks.

source: Should brasero filter hidden files
et: Kas brasero peaks filtreerima varjatud failid

source: Should brasero filter hidden files. Set to true, brasero will filter hidden files.
et: Kas brasero peaks filtreerima varjatud failid. Kui tõene, filtreerib brasero varjatud failid.

source: Replace symbolic links by their targets
et: Sümbolviidad asendatakse sihtfailidega

source: Should brasero replace symbolic links by their target files in the project. Set to true, brasero will replace symbolic links.
et: Kas brasero peaks sümbolviidad asendama sihtfailidega. Kui tõene, asendab brasero sümbolviidad.

source: Should brasero filter broken symbolic links
et: Kas brasero peaks filtreerima vigased sümbolviidad

source: Should brasero filter broken symbolic links. Set to true, brasero will filter broken symbolic links.
et: Kas brasero peaks filtreerima vigased sümbolviidad. Kui tõene, filtreerib brasero vigased sümbolviidad.

source: The priority value for the plugin
et: Plugina olulisuse hinne

source: When several plugins are available for the same task, this value is used to determine which plugin should be given priority. 0 means the plugin's native priority is used. A positive value overrides the plugin's native priority. A negative value disables the plugin.
et: Kui sama ülesande jaoks on saadaval mitu pluginat, siis see väärtus määrab, millist pluginat eelistatakse. 0 tähendab, et kasutatakse plugina enda prioriteeti. Positiivne väärtus ületab plugina enda vastavat väärtust. Negatiivne number keelab plugina.

source: Burning flags to be used
et: Kasutatavad kirjutamisprogrammi lipud

source: This value represents the burning flags that were used in such a context the last time.
et: See näitab, milliseid kirjutamisprogrammi lippe kasutati sarnases kontekstis eelmisel korral.

source: The speed to be used
et: Kasutatav kiirus

source: This value represents the speed that was used in such a context the last time.
et: See näitab, millise kiirusega kirjutati sarnases kontekstis eelmisel korral.

source: Menu
et: Menüü

source: Cancel ongoing burning
et: Katkesta töös olev kirjutamine

source: Show _Dialog
et: Näita _dialoogi

source: Show dialog
et: Näita dialoogi

source: %s, %d%% done, %s remaining
et: %s, %d%% valmis, %s jäänud

source: %s, %d%% done
et: %s, %d%% valmis

source: Brasero Disc Burner: %s
et: Brasero kettakirjutaja: %s

source: Error while blanking.
et: Viga tühjendamisel.

source: Blank _Again
et: Tühjenda _uuesti

source: Unknown error.
et: Tundmatu tõrge.

source: The disc was successfully blanked.
et: Plaadi tühjendamine lõpetati edukalt.

source: The disc is ready for use.
et: Plaat on kasutamiseks valmis.

source: _Blank
et: _Tühjenda

source: _Fast blanking
et: _Kiire tühjendamine

source: Activate fast blanking, as opposed to a longer, thorough blanking
et: Luba kiire tühjendamine, vastandina kauem aega võtvale põhjalikule tühjendamisele

source: Disc Blanking
et: Plaadi tühjendamine

source: Burning CD/DVD
et: CD/DVD kirjutamine

source: The drive is busy
et: Seade on hõivatud

source: Make sure another application is not using it
et: Veendu, et ükski teine rakendus seda ei kasuta

source: "%s" cannot be unlocked
et: "%s" pole võimalik lukust lahti võtta

source: No burner specified
et: Kirjutaja pole määratud

source: No source drive specified
et: Allikseade pole määratud

source: Ongoing copying process
et: Käib kopeerimine

source: The drive cannot be locked (%s)
et: Seadet pole võimalik lukustada (%s)

source: The drive has no rewriting capabilities
et: Sellel seadmel pole ülekirjutamise võimalusi

source: Ongoing blanking process
et: Käib tühjendamine

source: The drive cannot burn
et: Seade pole võimeline kirjutama

source: Ongoing burning process
et: Kirjutamine käib

source: Ongoing checksumming operation
et: Käib kontrollsumma arvutamine

source: Merging data is impossible with this disc
et: Sellel plaadil on andmete ühendamine võimatu

source: Not enough space available on the disc
et: Kettal pole piisavalt vaba ruumi

source: %s (application)
et: %s (rakendus)

source: %s (library)
et: %s (teek)

source: %s (GStreamer plugin)
et: %s (GStreameri plugin)

source: There is no track to burn
et: Ei ole rada, mida kirjutada

source: Please install the following required applications and libraries manually and try again:
et: Palun paigalda järgmised vajalikud rakendused ja teegid käsitsi ning proovi uuesti:
